{
    "@metadata": {
        "authors": [
            "Martin",
            "Richard",
            "etc"
        ],
        "last-updated": "2014-09-20",
        "locale": "zh",
        "message-documentation": "N/A",
        "website-url": "tokentrend.space"
    },
    "token-name": "<img  src=\"assets/img/tcoin-big.png\"alt=\"TCoin Logo\">&nbsp;TokenTrend",
    "trend-wallets": "What is Trend Token",
    "trend-project-title": "Project",
    "trend-ecology-title": "Ecology",
    "trend-allocation-title": "Token Allocation",
    "trend-team-title": "Team",
    "trend-audit-title": "Audit",
    "trend-roadmap-title": "Roadmap",
    "trend-whitepaper-title": "<a class=\"nav-link py-3 px-0 px-lg-3 rounded\" href=\"https://tokentrend.github.io/whitepaper/\"><span>Whitepaper</span></a>",
    "trend-source-code": "View on GitHub",
    "trend-project-section": "Project Introduction",
    "trend-project-cpntent": "The birth of the Trend Token is based on the combination of 3Os Lab’s milestones and the technology of blockchain and as well as the development of cryptocurrency. The mission of CoinTrend is to provide consumers a cryptocurrency-based sustained and stable growth mainstream virtual currency with a self-developed platform to build the ecosystem to enhance the circulation of this currency. The benefits of this design aim to bring together the like-minded people to support each other’s growth and environmental protection worldwide.",
    "trend-ecology-section": "Ecology",
    "ecology-ai-title": "AI System&nbsp;",
    "ecology-ai-content": "AI system will collect data from Internet and the data from Simulate System. After data analysis we will provide at least 3 kinds of service Trend Forecast, Index Analysis and News Feed.&nbsp;",
    "ecology-simulate-title": "Simulate System&nbsp;",
    "ecology-simulate-content": "Customer can join the Quiz or Virtual Transaction with their TokenTrend. And there is a ranking system according to the result. With the ranking system we can identify some stars of the coin trader and get some trader's expectation of the market.&nbsp;",
    "ecology-community-title": "Community System&nbsp;",
    "ecology-community-content": "All token holders can write articles about coin trading, but the stars identified by our system will be marked with crown to show his professionalism. The articles can be categorized into 2 kinds, one is public for free and another is payed.&nbsp;",
    "trend-ecology-content": "<strong>Our mission</strong> is to provide consumers a cryptocurrency-based sustained and stable growth mainstream virtual currency with a self-developed platform to build the ecosystem to enhance the circulation of this currency. Top professional users in this field can be identified in the ranking board, they can share their valuable experience and comments about cryptocurrencies in our community, then all holders can take the benefits of this ecosystem by following these top users in the community. They can refer to these experiences when they are operating real transaction in the Exchange.",
    "trend-allocation-section": "Token Allocation",
    "ecology-liquidity-content":"<strong>Market Liquidity</strong>: The aggregation of different liquidity sources through TokenTrend, provide customers the ability to identify the best exchange quote at some points and the best real operation experience though virtual transaction feature.",
    "trend-team-section": "Team Members",
    "team.title0":"CEO",
    "team.title1":"CTO",
    "team.title2":"COO",
    "team.title3":"Developer",
    "team.title4":"Core Developer",
    "team.title5":"UI Expert",
    "team.title6":"Researcher",
    "team.t1.name": "Ivy",
    "team.t1.intro": "More than 13 years’ experience of internet development in multiple technical middleware.Proficient in Java, Go and Rust and DevOps Expert.",
    "team.t2.name": "Louis",
    "team.t2.intro": "More than 13 years' experience in research and development of IT industry. ACMer and expert in algorithm. Hold 3 patents and 3 papers which were published in international conferences. Familiar with blockchain and solidity.",
    "team.t3.name": "Antonio",
    "team.t3.intro": "More than 15 year's website operation experience. Expert in Go, solidity and DevOps. Expert with Cloud DevOps covering AWS，Azure and AliCloud.",
    "team.t4.name": "Frank",
    "team.t4.intro": "10 years’ experience in Internet big data analysis. 3 years’ experience in the blockchain industry. Expert in economic modelling and distributed businesses.",
    "team.t5.name": "Vanessa",
    "team.t5.intro": "10 years’ experience in IT technology development. Many years of experience in UI design.",
    "team.t6.name": "Martinez",
    "team.t6.intro": "11 years’ experience in electronic business software development and management. Smart Contract expert and DApp developer. Expert in distributed network.",
    "team.t7.name": "Cesare",
    "team.t7.intro": "More than 12 years' experience in IT technology development. Full stack developer. Proficient in algorithm, Big data, Java, Python and Golang. Familiar with Ethereum blockchain.",
    "team.t8.name": "Raphael",
    "team.t8.intro": "Expert in Java language, main programmer for multithreaded programming, real-time and high-performance middleware software.",
    "team.t9.name": "Peng",
    "team.t9.intro": "Over 15 years’ experience in software development/integration. Developer of Auckland Blockchainlabs (technical team).",
    "trend-audit-section": "Audit",
    "trend-roadmap-section": "Roadmap",
    "trend-roadmap-step1-title":"2021 Q1",
    "trend-roadmap-step1-content1":"1. Release 3Os Business Model.",
    "trend-roadmap-step1-content2":"2. Publish whitepaper.",
    "trend-roadmap-step1-content3":"3. Lunch the main page.",
    "trend-roadmap-step2-title":"2021 Q2-Q3",
    "trend-roadmap-step2-content1":"1. Build data etl pipeline for machine learning.",
    "trend-roadmap-step2-content2":"2. Release wallet connection and corresponding function.",
    "trend-roadmap-step2-content3":"3. Release feature of Quiz(Single coin and Index).",
    "trend-roadmap-step2-content4":"4. Release feature of Ranking Board for Quiz.",
    "trend-roadmap-step2-content5":"5. Launch the community website v1.0.",
    "trend-roadmap-step3-title":"2021 Q4",
    "trend-roadmap-step3-content1":"1. Build and train classification models.",
    "trend-roadmap-step3-content2":"2. Release the virtual transaction module v1.0.",
    "trend-roadmap-step3-content3":"3. Release feature of Ranking Board for virtual transaction.",
    "trend-roadmap-step3-content4":"4. Release the community website v1.1.",
    "trend-roadmap-step4-title":"2022 Q1-Q2",
    "trend-roadmap-step4-content1":"1. Build and train regression models.",
    "trend-roadmap-step4-content2":"2. Release the Farms feature v1.0.",
    "trend-roadmap-step4-content3":"3. Release feature of full ecology index.",
    "trend-roadmap-step4-content4":"4. Release feature of cross chain including BSC, Polka, ETH.",
    "trend-language": "English",
    "trend-footer-author": "Created by 3Os Lab team."
}